
[INDEX]
TYPE=dictionary
NAME=Chinese
LANGUAGE=chinese
ISO2=ZH
AUTHOR=许铮 (690089735@qq.com)
WEB=个人页面 https://a690089735.gitee.io
DESCRIPTION=Prune Scene 的中文翻译由许铮提供.
VERSION=1.0.0
NOTE=Use symbol " | " for break the line. And " || " for brake twice. Example: Lorem ipsum | dolor sit amet || Fish text

[UI]
~AP_ACTIVE~=主动防护已开启
~AP_DISABLED~=主动防护未开启
~AP_FINDER_STATUS~=主动防护状态
~AP_INSTANT_SCAN_DESC~=立即扫描潜在威胁
~AP_INSTANT_SCAN_DETAILS_DESK~=检测到威胁时如何通知
~AP_INSTANT_SCAN_FIND~=快速扫描当前场景
~AP_INSTANT_SCAN_LAST_UPDATE~=最新更新
~AP_INSTANT_SCAN_SHOW_LOG~=显示日志
~AP_INSTANT_SCAN_SIGNATURES~=已知威胁签名
~AP_INSTANT_SCAN~=快速扫描
~AP_LOADING~=正在载入...
~AP_RT~=实时场景防护
~DETAILS~=详细
~MAIN_CHECK_ALL~=全选
~MAIN_MSG_PLEASE_SELECTE_ATLEAST_ONE_OPTION~=请至少选择一个选项！
~MAIN_OPEN_ONLINE_MANUAL~=打开在线手册
~MAIN_PRUNE_SCENE_OPTIONS~=清理场景选项
~MAIN_START~=清晰的场景
~MAIN_STATUS_CLEARED~=已清理
~MAIN_STATUS_DISABLED~=已停用
~MAIN_STATUS_NOT_FOUND~=未找到
~MAIN_STATUS_WAIT~=稍等...
~MAIN_UNCHECK_ALL~=全不选
~MODALS_BATCH_DISINFECT~=文件批处理杀毒
~MODALS_BATCH_NO_FILES_MSG~=列表中没有要批处理的文件！
~MODALS_BATCH_DONE_SUCCESS_MSG~=文件批处理成功完成！
~MODALS_CLEAR_ALL_LOG~=清除所有日志
~MODALS_DATE~=日期
~MODALS_DEFAULT~=默认
~MODALS_DELETE_FILE_MSG2~=是否从已发现威胁名单中删除？
~MODALS_DELETE_FILE_MSG~=确定要删除文件吗
~MODALS_DETECTED_BUT_NOT_REMOVED~=检测到病毒，但未将其从启动目录中删除！
~MODALS_DISINFECT~=杀毒
~MODALS_ERROR_OPEN_FILE_MSG2~=如果所保存场景的版本与当前3Ds Max的版本不同，则会发生这种情况！
~MODALS_ERROR_OPEN_FILE_MSG~=打开文件时出错
~MODALS_IGNORE~=忽略
~MODALS_MESSAGE~=信息
~MODALS_OPEN_AND_PRUNE_VIRUSES_MSG~=确定要打开并清理病毒吗
~MODALS_PATH~=路径
~MODALS_SELECT_FILE_FROM_LIST_MSG~=从列表中选择一个文件！
~SIGNATURE_SUCCESS_NO_VIRUS~=安全！未检测到病毒！
~SIGNATURE_FIX_FILES_MSG~=在以下文件中发现了CRP Bscript病毒！您要修复这些文件吗？
~SIGNATURE_FIX_FILES_MANUALLY_MSG~=以下文件尚未修复！要手动修复它们吗？
~SIGNATURE_DETECTED_AND_REMOVED~=病毒已检测到并删除完成！
~SELECT~=选择
~SELECTIVE_SCAN~=自定义扫描
~SELECTIVE_SCAN_TOTAL_SCANNED~=已扫描数量
~SELECTIVE_SCAN_THREAT_FILES~=被感染的文件
~SELECTIVE_SCAN_SEL_FOLDER~=选择要搜索的文件夹
~SELECTIVE_SCAN_SCANNING~=扫描中...
~SELECTIVE_SCAN_READY_FOR_SCAN~=扫描已准备就绪
~SELECTIVE_SCAN_MSG_SELECT_FOLDER_FOR_SCAN~=请选择一个文件夹进行扫描！
~SELECTIVE_SCAN_MSG_DONE_3~=检测到威胁！更多详细信息请点击 “已发现的威胁” 查看日志
~SELECTIVE_SCAN_MSG_DONE_2~=安全，没有检测到威胁！
~SELECTIVE_SCAN_MSG_DONE_1~=扫描结果
~SELECTIVE_SCAN_DETECTED_THREADS~=已发现的威胁
~SELECTIVE_SCAN_DESK~=不用打开场景扫描病毒！
~RUN~=>> 开始扫描
~ONLINE_HELP~=在线帮助
~MODALS_WARNING~=警告
~MODALS_VIRUS_REMOVED_FOR~=检测到并删除了病毒
~MODALS_VIRUSES_REMOVED_FROM_MSG~=病毒已删除
~MODALS_VIRUSES_REMOVED_FROM_MSG2~=请使用新名称保存当前场景！（避免覆盖）
~MODALS_TYPE~=类型
~MODALS_THREAT~=威胁
~REST_DEF_PRJ_PATHS~=恢复默认项目路径
~REST_PATH_TO_DEFAULTS_INFO~=默认项目路径
~REST_BTN_TO_DEFAULTS~=还原路径
~MSG_REST_SUCCES_REC_CFG_PATHS~=Project Config Paths (@CNT1@) 恢复为默认值！ | 未使用的外部和外部参照路径 (@CNT2@) 已被删除！
~MSG_QUERY_RESTORE_CFG_PATH~=您确定要恢复配置项目路径中的所有路径吗？ | 此操作无法撤消！
~MODALS_BATCH_WARN_MSG~=注意！ | 在处理完所有文件之前，您无法停止此操作！ | 此操作可能需要几分钟到几个小时，具体取决于文件的数量... || 警告和免责声明（您需要自行承担一切责任和风险）： || - 文件将以当前3Ds Max版本重新保存 | - 打开时大文件3Ds Max可能会冻结一段时间 | - 某些文件可能会导致崩溃或意外错误，并且可能无法正确写入（数据丢失） | - 在批处理期间，场景中的某些对象可能会被删除或重命名 | - 旧版本的3D Max可能无法处理某些文件 || 点击确认按钮，即表示您知晓并已经对您的文件进行了初步备份，并同意此操作造成的数据丢失或其他后果的免责声明！
~SEARCH_IN_SUBFOLDERS~=在子文件夹中搜索
~SKIPPED~=跳过
~TOTAL_PROCESSED~=总处理量
~RUN_BATCH_CLEANUP~=运行批量清理
~BATCH_CLEANUP_SELECT_FOLDER~=选择用于批量清理的文件夹
~FILES~=文件
~BATCH_PRUNE~=大件垃圾清运
~BATCH_PRUNE_INFO~=搜索硬盘上的场景
~MODALS_BATCH_PRUNE_SELECT_OPTIONS~=请在主要部分中至少选择一个清洁选项。
~MODALS_BATCH_PRUNE_NO_SCENES_IN_FOLDER~=该文件夹中没有场景！

[TOOLTIPS]
~TOOLTIP_ACTIVE_PROTECTION_INSTANT_SCAN~=帮助您只检测和删除当前场景中的病毒。
~TOOLTIP_ACTIVE_PROTECTION_LOG~=如果发现病毒，您将收到一条通知： || 弹出提示并记录日志- 信息框和日志。 | 弹出提示 - 只有信息框。 | 记录日志 - 只有日志。在此模式下，任意批准 | 自动略过提示（静默模式）。 || 要显示日志，请单击 “显示日志” 。
~TOOLTIP_ACTIVE_PROTECTION_STATUS~=帮助清除脚本病毒。 || 要启用主动防护功能，点击红色按钮，病毒扫描将立即开始。 | 如果主动防护按钮为绿色，则意味着每次启动3Ds Max时都会触发保护。 | 另外，每次打开场景或重新启动场景时，都会进行病毒清理。 | 验证的条件取决于签名。 || 请在官方手册中阅读更多关于ALC和CRP病毒的信息!
~TOOLTIP_ANIMATION_KEYS~=删除所有动画关键帧。 || 注意： | 如果您的场景中有必要的动画，请禁用此选项！ | 不禁用的话，所有动画都将被删除！
~TOOLTIP_ANIMLAYERS~=移除会增加场景大小的动画层。 | 即使是一个没有动画的静态场景，也可能自动创建动画层。 || 警告： | 如果场景存在必要的动画，此操作有可能会破坏您的动画!
~TOOLTIP_EMPTY_LAYERS~=删除没有对象的空图层。 | 有些情况下，比如从AutoCAD导入图纸或合并3ddd.ru/3dsky.org模型的场景时， | 可能创建不必要的空层。 || 这个选项将删除它们(也支持删除嵌套层)。
~TOOLTIP_GARBAGE~=当内存不足时，会自动清理垃圾， | 但在此之前，垃圾会在场景中累积并增加其大小。
~TOOLTIP_INFO_ABOUT_TRANSLATE~=关于翻译
~TOOLTIP_MEMORY~=清除撤消缓冲区，- 即最近操作的历史记录。 | 它还会删除位图缓存。 || 注意： | 使用此选项后，纹理可能不再在视口中显示！
~TOOLTIP_MISSING_BITMAPS~=删除不存在的纹理的路径。 | 此选项有助于避免 “打开场景时缺少外部文件...” 的错误 ||  | 注意： | 小心，如果你转移或创建了一个新的场景， | 且没有及时指定纹理路径通过 实用程序 -> 位图/光度学路径， | 你可能会重置所有纹理路径!
~TOOLTIP_MISSING_CORONA_RENDERER_ASSETS~=删除资源追踪器（Shift + T）中旧版本Corona 渲染器垃圾。 || -删除 HDCache.hdc | -删除无效的LUT文件（* .cube）
~TOOLTIP_MISSING_OBJECTS~=删除未连接的外部插件的对象和未正确导入场景的对象。 || 这个选项还可以删除空白对象。 | （0个多边形以及空组对象）。
~TOOLTIP_NOTE_TRACKS~=注释轨迹在合并、导入、X-Ref模型或自动出现，可能显著增加场景的大小。
~TOOLTIP_PARTICLE_VIEW~=删除所有名为“Particle_View_001”的粒子和对象... || 如果您的场景没有粒子动画， | 您可以安全地使用此选项。
~TOOLTIP_REACTOR~=此选项适用于较老版本的3D Studio Max。清理有关反应堆动力学的部分。
~TOOLTIP_SELECTIVE_SCAN_FINDER~=扫描*.max文件中的病毒而不用打开这些文件。 | 这种扫描方式相当迅速。 | 你可以选择一个文件夹甚至整个驱动器（C:\，D:\等）。 || 警告。 | 扫描整个分区可能需要15分钟以上!
~TOOLTIP_SELECTIVE_SCAN_THREAT_FILES~=显示受感染的 *.max 文件的数量。 | 如果该值大于0，则表示一些 *.max 文件受到感染，必须处理。
~TOOLTIP_SELECTIVE_SCAN_TOTAL_SCANNED~=显示已扫描的 * .max 文件的总数。
~TOOLTIP_TITLE_SELECTIVE_SCAN_TOTAL_SCANNED~=已扫描数量
~TOOLTIP_TITLE_ACTIVE_PROTECTION_INSTANT_SCAN~=快速扫描当前场景
~TOOLTIP_TITLE_ACTIVE_PROTECTION_LOG~=详细
~TOOLTIP_TITLE_ACTIVE_PROTECTION_STATUS~=主动防护
~TOOLTIP_TITLE_ANIMATION_KEYS~=移除动画关键帧
~TOOLTIP_TITLE_ANIMLAYERS~=移除动画层
~TOOLTIP_TITLE_EMPTY_LAYERS~=移除空图层
~TOOLTIP_TITLE_GARBAGE~=移除运行时垃圾
~TOOLTIP_TITLE_MEMORY~=刷新内存
~TOOLTIP_TITLE_MISSING_BITMAPS~=清除无效位图
~TOOLTIP_TITLE_MISSING_CORONA_RENDERER_ASSETS~=移除 Corona渲染器 无效资源
~TOOLTIP_TITLE_MISSING_OBJECTS~=移除无效对象
~TOOLTIP_TITLE_NOTE_TRACKS~=移除轨迹注释
~TOOLTIP_TITLE_PARTICLE_VIEW~=去除颗粒
~TOOLTIP_TITLE_REACTOR~=反应堆碰撞
~TOOLTIP_TITLE_SELECTIVE_SCAN_FINDER~=自定义扫描
~TOOLTIP_TITLE_SELECTIVE_SCAN_THREAT_FILES~=被感染的文件
~TOOLTIP_TITLE_ROOT_CA~=删除根自定义属性
~TOOLTIP_ROOT_CA~=移除场景根部的垃圾自定义属性，从而降低3D Max的速度。 | 此选项完全清除以下属性：day1RefCA，D1_FileNotes，NoteCount。
~TOOLTIP_TITLE_MISSING_PLUGINS~=清理丢失的插件
~TOOLTIP_MISSING_PLUGINS~=清理场景中未连接插件的残余。 | 有助于避免在场景开始时丢失 Dlls 错误。 || 从插件中删除垃圾：mrmaterialattribs、berconnoise、complexior、 | 复合菲涅耳、薄膜、sigernoise、sigerscratches 等。 || 注意力： | 从场景中删除插件可能会影响显示器上的最终结果 | 材质、纹理、场景中的对象和渲染。
~TOOLTIP_TITLE_RESTORE_CFG_PATHS~=恢复默认的项目配置路径
~TOOLTIP_RESTORE_CFG_PATHS~=有时，在更改项目、打开模型、感染、失败或由于附加的 * .mxp 文件时，路径设置可能会更改。 || 此选项将自定义 -> 配置项目路径 -> 文件 I/O 中的路径返回到它们的默认值。 || 注意力！ | 外部和外部参照选项卡中不存在的路径将被删除。
~TOOLTIP_TITLE_JUNK_EFFECTS~=删除垃圾效果
~TOOLTIP_JUNK_EFFECTS~=从环境和效果中删除重复的垃圾效果 | 增加场景的大小。 | 如果发现超过 5 个效果，则会触发清洁。 || 注意力： | 如果场景具有所需的效果，请禁用此选项。
~TOOLTIP_FORCE_UPDATED~=脚本版本太旧，将强制更新到最新版本！ |请重新启动脚本！ ||如果您在自动更新方面遇到问题，请从 https://3dground.net 手动下载并安装 PruneScene
~TOOLTIP_TITLE_BATCH_PRUNE_INFO~=场景批量处理
~TOOLTIP_TITLE_BATCH_SKIPPED~=丢失文件
~TOOLTIP_TITLE_BATCH_TOTAL_PROCESSED~=总处理量
~TOOLTIP_BATCH_PRUNE_INFO~=清除 *.max 文件中的垃圾和病毒。 | 该过程自动执行场景打开、清理和保存。 | 对于清洁，使用主要部分中指定的选项。 || 注意力： | - 此过程可能会损坏您的文件！ | - 您必须了解需要在主要部分中选择哪些选项！ | - 所有文件都将针对当前版本的 3Ds Max 重新保存！ | - 场景中的物体和其他资产可以删除！ | - 如果您不了解清洁工作原理， | 强烈不建议进行大规模清理！
~TOOLTIP_BATCH_SKIPPED~=未处理的 *.max 文件数。 | 例如，由于 3Ds Max 版本不兼容。
~TOOLTIP_BATCH_TOTAL_PROCESSED~=已处理的 *.max 文件总数。

[LICENSE]
~LIC_AGREEMENT~=请购买完整版 @SCRIPT@ 。 || 购买许可证密钥可以使此窗口不再显示。 || 您只能将许可证密钥用于2台计算机！ || 该脚本可以免费使用，但是您可以购买该脚本帮助继续开发。 ||  | https://3dground.net | 电子邮件：scripts.autodesk@gmail.com
~LIC_LICENSE_KEY~=许可证密钥
~LIC_PLEASE_BUY_LICENSE_KEY~=请使用已有的许可证密钥或现在购买脚本！
~LIC_FOR_CLOSE_WINDOW_PRESS~=按下按钮关闭本窗口
~LIC_LICENSE_EXPIRES~=许可证类型 / 许可证有效期：
~LIC_CLEAR_LICENSE~=清除许可证
~LIC_ENTER_LICENSE_KEY~=输入许可证密钥
~LIC_BUY~=>> 点击这里购买许可证密钥 <<
~LIC_PRODUCT_PAGE~=打开产品页面 >>
~LIC_TRIAL~=试用
~LIC_NEVER~=终身许可证

[UPDATE]
~UPD_UPDATER_WIZARD~=自动更新向导
~UPD_BUY_TO_UP~=请购买许可证以获取免费更新！
~UPD_HAS_LICENSE~=您的许可证允许您接收终身更新！ | 单击以检查更新... | 当前版本：
~UPD_CHECK_UPDATES~=检查更新
~UPD_CANT_RUN_UPDATER~=更新模块无法运行！
~UPD_CHECK_FOR_UPDATES~=检查更新...
~UPD_RELEASE_NOTES~=发行说明
~UPD_CANT_CONNECT_TO_SERVER~=无法连接服务器  :(
~UPD_AVAILABLE_NEW_VERSION~=新版本可用
~UPD_U_USING_LATEST_VER~=您在使用最新版本！
~UPD_DOWNLOAD_PACKAGE~=下载文件包...
~UPD_UNPACK_FILES~=解包文件...
~UPD_UPDATES_INSTALLED~=更新已安装完成！
~UPD_RESTART_THE_SCRIPT~=请重新启动脚本！
~UPD_UNKNOWN_ERROR~=发生未知错误！
~UPD_UPDATE_TO_LATEST_VER~=升级到最新版本
~UPD_PLEASE_BUY_LICENSE_KEY~=This feature is only available to users who have purchased a license key!
~UPD_TITLE_PLEASE_BUY_LICENSE_KEY~=Please purchase license key!

[INSTALL]
~INSTALL_NEXT~=继续
~INSTALL_BACK~=返回
~INSTALL_S0_CHOOSE_YOUR_LANG~=选择界面文字语言
~INSTALL_S0_YOUR_LANGUAGE~=你的语言
~INSTALL_S1_LICENSE_AGREEMENT~=我接受许可协议的条款
~INSTALL_S0_TITLE~=语言设定
~INSTALL_S1_TITLE~=请阅读以下信息
~INSTALL_S1_LICENSE~=您可以免费使用此脚本的所有功能。 |                             ______________________________________________ || 获得许可证后： | - 在启动时禁用许可证窗口 | - 您可以通过单击“检查更新”按钮来更新脚本 | - 当脚本的新版本发布时，您将收到一封电子邮件通知 | - 您将能够参与脚本的开发 || 一个密钥只能用于一位用户，最多2台计算机(家庭和办公室)。 |                             ______________________________________________ || 官方网站：https://3dground.net
~INSTALL_S2_TITLE~=安装选项
~INSTALL_S2_REGISTER_MENUS~=注册界面菜单
~INSTALL_S2_REGISTER_MENUS_DESC~=此选项可帮助您在界面中创建自己的按钮。
~INSTALL_S2_REG_TOOLBAR~=工具栏（推荐）
~INSTALL_S2_SETUP_OPTIONS~=安装/卸载选项
~INSTALL_S2_SETUP_OPTIONS_DESC~=选择进行安装或卸载
~INSTALL_S2_SETUP_OPTIONS_INSTALL~=安装
~INSTALL_S2_SETUP_OPTIONS_REMOVE~=卸载
~INSTALL_FINISH~=完成
~INSTALL_HELP~=帮助
~INSTALL_ABOUT~=关于
~INSTALL_RUN_SCRIPT~=运行脚本
~INSTALL_S3_INSTALL_SCRIPT~=安装脚本
~INSTALL_S3_REMOVE_SCRIPT~=卸载脚本
~INSTALL_S3_INST_SUCCESS~=安装成功！
~INSTALL_S3_REM_FAILED~=卸载失败！
~INSTALL_S3_INST_FAILED~=安装失败！
~INSTALL_S3_REM_SUCCESS~=卸载成功！
~INSTALL_ERR_RUN_SCRIPT~=无法运行此脚本 :(
~INSTALL_MANUAL_BUTTON~=如果按钮/菜单没有添加，可以按照以下方式手动添加： | 1.自定义菜单 -> 自定义用户界面 -> 工具栏 | 2.选择类别 @CAT@ | 3.将 @SCRIPT@ 拖到工具栏
~INSTALL_S2_ICON_TYPE~=使用HiDPI图标
~INSTALL_S2_SETUP_OPTIONS_YES~=是（推荐）
~INSTALL_S2_SETUP_OPTIONS_NO~=否

[LANGUAGE]
~LNG_AUTHOR~=作者
~LNG_INFO_ABOUT_TRANSLATE~=翻译信息
~LNG_VERSION~=版本
